"AboutVersion" = "version %@.%@";
"ActivationBtnActivate" = "Enter Activation Code";
"ActivationBuyBtn" = "Buy PRO version";
"ActivationFailMsg" = "Activation failed";
"ActivationInvalidFormatInfo" = "It should look like XXXXX-XXXXX-etc. Make sure there are no typos in your input. We recommend using copy and paste options in order to avoid mistakes.";
"ActivationInvalidFormatMsg" = "Incorrect format of activation code";
"ActivationKeyDescr" = "If you purchased Folx, the activation code will be in your email. Type it here";
"ActivationKeyHelp" = "Lost your Activation Code?";
"ActivationKeyLabel" = "Enter your activation code:";
"ActivationOKMInfo" = "Thank you for using Folx! Enjoy downloading with us!";
"ActivationOKMsg" = "Activation successful";
"AddingTasks" = "Adding...";
"AllFilters" = "All";
"AllURLS" = "[ALL URLS]";
"Apply" = "Apply";
"ApplyToAll" = "Apply to all";
"AutoSpeed" = "Smart Speed";
"Beta-tester" = "Beta-tester";
"Browsers" = "Browsers";
"Business" = "Business";
"CancelButton" = "Cancel";
"CheckAll" = "Check All";
"CheckSelectedAll" = "Check Selected";
"CompactFileSize" = "%@ of %@";
"Company" = "Company";
"Demo" = "Free";
"DiskSpaceAlertInformativeText" = "Please free some space on the disk and restart your downloads";
"DiskSpaceAlertMessageText" = "Not enough disk space to save this file";
"DontDownload" = "Don't Download";
"DontShowAgain" = "Don't show again";
"DownloadAllAlwaysButton" = "Always download all";
"DownloadAllButton" = "Download All";
"DownloadButton" = "Download";
"DownlodedMusic" = "Downloaded Music";
"DownlodedVideo" = "Downloaded Video";
"lblProgressTaskInfo" = "%@ of %@ %@";
"EmptyTasksList" = "No active download tasks in Folx.";
"FamilyPack" = "Family Pack";
"FileInFolderAlertInformativeText" = "Do your want to restart this download?";
"FileInFolderAlertInformativeTextEX" = "File duplicate";
"FileInFolderAlertMessageText" = "File %@\nalready exists in folder\n%@.\nDo you want to replace it? ";
"FilterCaptionActive" = "Downloading";
"FilterCaptionAll" = "All";
"FilterCaptionCompleted" = "Finished";
"FilterCaptionPaused" = "Paused";
"FilterCaptionScheduled" = "Scheduled";
"FilterCaptionSeeding" = "Seeding";
"FilterPlaceholder" = "Search";
//"UrlPlaceHolder"="Enter download link or search for torrents";
"UrlPlaceHolder" = "Enter URL or search for torrents";
"General" = "General";
"Hight" = "high";
"HightPriority" = "High Priority";
"LinkInListInformativeText" = "Are you sure you want to re-download?";
"LinkInListInformativeText2" = "Are you sure you want to re-download \n%@?";
"LinkInListMessageText2" = "The link (%@) is already present in your downloads list.";
"LinkInListMessageText3" = "This task is finished.";
"LogMenu_Copy" = "Copy";
"LogMenu_Copy_full_log" = "Copy Full Log";
"LogMenu_Save_log_to_file" = "Save Log to File";
"Low" = "low";
"LowPriority" = "Low Priority";
"Mount" = "Mount";
"MyUploadsTag" = "my uploads";
"NMSDServiceName" = "Download links with Folx";
"NewTagTemplate" = "newtag%@";
"NoAppMessage" = "There is no application set to open the file %@";
"NoButton" = "No";
"Normal" = "normal";
"NormalPriority" = "Normal Priority";
"OKButton" = "OK";
"OpenPanelCreateTorrent" = "Select a file or a folder to create torrent from";
"Personal" = "Personal";
"Proxy" = "Proxy";
"QuitAfterSeconds" = "Folx will be closed in %d seconds because the download tasks were completed or it was scheduled to";
"RelocateButton" = "Choose";
"STATUS_ADDR_FAIL" = "can't resolve the host name";
"STATUS_AUTH_REQUIRED" = "authentication required";
"STATUS_BAD_HTTP_HEADER" = "invalid HTTP-header in server response";
"STATUS_CANT_CONNECT_TO_PROXY" = "proxy connection error";
"STATUS_CONNECT_ERROR" = "connection error";
"STATUS_CONTENT_TYPE_MISMATCH" = "content type of file on a server and content type of file on local disk don't match";
"STATUS_DOWNLOADUP_NO" = "server does not support resuming downloads";
"STATUS_DOWNLOADUP_YES" = "server supports resuming downloads";
"STATUS_FILE_OPEN_FAIL" = "could not create new file for writing";
"STATUS_FILE_OP_FAIL" = "Could not write data to file";
"STATUS_FILE_SEEKING_FAIL" = "seeking error: cannot augment file";
"STATUS_FTP_COULDNT_SET_BINARY" = "STATUS_FTP_COULDNT_SET_BINARY";
"STATUS_FTP_CWD_FAILED" = "cwd command error";
"STATUS_FTP_LIST_ERROR" = "LIST command error";
"STATUS_FTP_LOGIN_DENIDED" = "login error";
"STATUS_FTP_OPEN_DATA_SOCK_FAIL" = "open a socket for passive mode";
"STATUS_FTP_PASV_ERROR" = "error while switching to passive mode";
"STATUS_FTP_REST_UNSUPPORTED" = "REST is not supported or protocol error";
"STATUS_FTP_UNDEFINE_FILE_SIZE" = "received file size is not valid to resume downloading";
"STATUS_HTTPPROXY_ADDR_FAILED" = "HTTP proxy addr failed";
"STATUS_HTTPPROXY_CONNECT_FAILED" = "HTTP proxy connect failed";
"STATUS_INTERNAL_PARSE_ERROR" = "means could not parse something correctly";
"STATUS_NO_MATCH_PROXY_SETTINGS" = "the requested proxy setting was not found in the list of settings";
"STATUS_PARSE_ERROR" = "could not parse the header";
"STATUS_PROTOCOL_ERROR" = "invalid HTTP response";
"STATUS_PROTOCOL_UNEXPECTED_RESPONSE" = "unexpected server response";
"STATUS_RECEIVE_ERROR" = "receiving error";
"STATUS_RESUMING_FILEDATE_MISMATCH" = "date of file on a server and date of file on local disk don't match";
"STATUS_RESUMING_FILES_MISMATCH" = "a file on a server and a local file  don't match";
"STATUS_SEND_REQUEST_ERROR" = "sending error";
"STATUS_SOCKS4_ADDR_FAILED" = "SOCKS4 addr failed";
"STATUS_SOCKS4_CONNECT_FAILED" = "SOCKS4 connect failed";
"STATUS_SOCKS4_RECV_FAILED" = "SOCKS4 recv failed";
"STATUS_SOCKS4_SEND_FAILED" = "SOCKS4 send failed";
"STATUS_SOCKS5_ADDR_FAILED" = "SOCKS5 addr failed";
"STATUS_SOCKS5_AUTH_FAILED" = "SOCKS5 authorization failed";
"STATUS_SOCKS5_CONNECT_FAILED" = "SOCKS5 connect failed";
"STATUS_SOCKS5_FAILED" = "SOCKS5 failed";
"STATUS_SOCKS5_GSSAUTH_FAILED" = "SOCKS5 GSS authorization failed";
"STATUS_SOCKS5_RECV_FAILED" = "SOCKS5 receive failed";
"STATUS_SOCKS5_SEND_FAILED" = "SOCKS5 send failed";
"STATUS_UNKNOWN_ERROR" = "unrecognized error";
"STATUS_UNSUPPORTED_FEATURE" = "unsupported protocol feature (or command)";
"STAT_activating" = "Activating...";
"STAT_checking" = "Checking files...";
"STAT_downloading" = "Active";
"STAT_fail" = "Failed";
"STAT_finalization" = "Finishing...";
"STAT_finished" = "Finished";
"STAT_much_error" = "Critical error";
"STAT_q_checking" = "Queued for check";
"STAT_q_downloading" = "Queued";
"STAT_q_seeding" = "Queued for seeding";
"STAT_r_checking" = "Checking file data...";
"STAT_resumable_error" = "Non-critical error";
"STAT_schedulet" = "Scheduled";
"STAT_seeding" = "Seeding";
"STAT_suspended" = "Paused";
"Scheduler" = "Scheduler";
"Search" = "Search";
"SelectButton" = "Select";
"ShutdownAfterSeconds" = "Your Mac will shut down in %d seconds because the download tasks were completed or it was scheduled to";
"Skip" = "skip";
"SleepAfterSeconds" = "Your Mac will switch to \"Sleep\" mode in %d seconds because the download tasks were completed or it was scheduled to";
"StopButton" = "Stop";
"TagApplication" = "application";
"TagMenu_Deselect_All" = "Deselect All";
"TagMenu_Select_All" = "Select All";
"TagMovie" = "movie";
"TagMusic" = "music";
"TagOther" = "other";
"TagPicture" = "picture";
"Tags" = "Tags";
"TaskStatusComplete" = "Finished";
"TaskStatusPaused" = "Paused";
"TaskStatusQueued" = "Queued";
"TaskStatusScheduled" = "Scheduled";
"TasksViewHeaderTitle_comment" = "Comment";
"Torrent" = "Torrents";
"TorrentInfoSegment_Files" = "Files";
"TorrentInfoSegment_General" = "General";
"TorrentInfoSegment_Peers" = "Peers";
"TorrentInfoSegment_Pieces" = "Pieces";
"TorrentInfoSegment_Trackers" = "Trackers";
"Types" = "Types";
"UncheckAll" = "Uncheck All";
"UncheckSelectedAll" = "Uncheck Selected";
"UninstallInfo" = "You are about to uninstall Folx completely. All your downloading preferences will be gone. Are you sure?";
"UninstallMsg" = "Uninstall Folx";
"UseHttp" = "Add HTTP and download";
"VisitWebButton" = "Visit website";
"YesButton" = "Yes";
"aboutLeftDays" = "Personal, time-limited, %li day(s) left";
"aboutLicense" = "License type:";
"aboutLicenseType1" = "Free";
"aboutLicenseType2" = "License";
"alertInfoError404Local" = "The requested resource %@ was not found, but may become available in the future. Try again later.";
"alertMessageError404Local" = "Cannot download this video at the moment";
"bandwidthCaption" = "Bandwidth Activity";
"bandwidthCurrSpeed" = "current";
"bandwidthAvg5MinSpeed" = "≈ 5 mins:";
"bandwidthAvg15MinSpeed" = "≈ 15 mins:";

"btnBuyLicense" = "Buy PRO";
"btnBuyLicense1" = "Upgrade License";

"btnDefaultApp" = "Set as default";
"btnEnterCode" = "Activate Folx PRO";
"btnEnterCode1" = "Change License Type";
"btnLater" = "Later";
"btnInstallNow" = "Install Now";
"btnNewTaskApply" = "Apply";
"btnNewTaskAuthorization" = "Authentication";
"btnNewTaskSetAsDefaults" = "Set as default";
"btnRandomize" = "Randomize Now";
"btnRestorePutchase" = "Restore Purchases";
"btnSendStatistic" = "Send anonymous usage statistics to Eltima";
"btnStopSeed" = "Stop seeding at ratio";
"btnUseAgent" = "Show Folx Agent in Menu Bar";
"btnUseFree" = "Continue in Free mode";
"btnUsePlugin" = "Use Folx to catch download links in browsers";
"btnUseRandomPortAtStartup" = "Randomize port on launch";
"byte" = "B";
"byte-sec" = "B/s";
"chkFolxShowAgain" = "Don't remind me again";
"chkUseForAllLinks" = "Use for all links";
"ckUseDHT" = "Enable DHT Network";
"ckUseLPD" = "Enable Local Peer Discovery";
"ckUseNATPMP" = "Enable NAT-PMP";
"cntxMenuSort" = "Sort By";
"cntxMenuSortAsc" = "Ascending";
"cntxMenuSortByDate" = "Sort by Date";
"cntxMenuSortByName" = "Sort by Name";
"cntxMenuSortByNone" = "Sort by Priority";
"cntxMenuSortBySeeds" = "Sort by Seeds";
"cntxMenuSortBySize" = "Sort by Size";
"cntxMenuSortDate" = "Date";
"cntxMenuSortDesc" = "Descending";
"cntxMenuSortName" = "Name";
"cntxMenuSortNone" = "Priority";
"cntxMenuSortSeeds" = "Seeds";
"cntxMenuSortSize" = "Size";
"cntxMenuView" = "View";
"copyright" = "©2017 Eltima Software. All rights reserved.";
"editTaskTitle" = "Edit task";
"emptyListLabel" = "There are currently no download tasks with the selected parameters.";
"emptyListLabel1" = "There are no current downloads in Folx.";
"emptyListLabelTorrentSearch" = "Torrent search list is empty. Once you start searching for torrents, the results will be displayed here.";
"errNewTaskInvalidInput" = "Invalid input";
"errNewTaskInvalidScheme" = "Incorrect URL";
"errNewTaskInvalidURL" = "You have entered an invalid or empty link. Please correct and try again.";
"fetchingMetadata" = "Looking for peers";
"gigabyte" = "GB";
"hdFolder" = "Folder";
"hdTag" = "Tag";
"iTunesIntegration" = "Integrate with iTunes";
"infoActv2" = "It is time for required re-activation of your Folx license. Unfortunately, automatic re-activation failed and until it is performed successfully, software goes back to Free version. Please make sure that your connection to Internet is active, date and time are set correctly on this Mac and there's no firewall preventing Folx from connecting to the activation server.";
"infoCreateTag" = "Tag already exists";
"infoDONTHavePermission" = "You do not have permission to save files to \"%@\".";
"infoDeleteTag" = "Delete selected tags?";
"infoDeleteTask" = "Delete selected tasks?";
"infoDeleteTaskWFiles" = "Delete tasks with files?";
"infoEnterFileTorrent" = "Please enter the name of file or folder";
"infoFileNotFound" = "This file has been deleted or moved";
"infoFolderForTagNotFound" = "Newly downloaded file cannot be placed in this tag's folder, as the folder associated with this tag is not accessible at the moment";
"infoFolderNotFoundMount" = "Folder for \"%@\" has been deleted or is currently inaccessible. Would you like to choose another location to save this file or maybe try to mount previously used disk \"%@\"?";
"infoImportFromOldVer" = "You have the possibility to import your downloads and tags from previous version of Folx installed on your computer.";
"infoNeedInstallPlugin" = "Please restart your Internet browsers to activate links catching option. For exact list of supported browsers visit Folx Help.";
"infoInvalidTorrentFile" = "The torrent file cannot be opened because it contains invalid data.";
"infoLoadFTPFolder" = "If you want to select specific files to download, please, click the \"Select\" button";
"infoNotConnected" = "Please check your Internet connection and try again.";
"infoRestoreFailed" = "There was an error while trying to restore your previous purchases. Make sure you are entering the correct Apple ID and check your Internet connection.";
"infoTorrentCreateErr" = "Please try to create torrent file anew";
"infoTorrentFileCountZero" = "Please specify another file or folder";
"infoTorrentFileNotFound" = "Please enter a different filename";
"infoTorrentInList" = "The torrent you are trying to add is already on the list";
"infoTorrentInListEX" = "Do you want to load the trackers from it anyway? ";
"infoTorrentRatio" = "Do you want to seed this torrent forever?";
"infoTrackersNotFound" = "The transfer will not contact trackers for peers, and will have to rely solely on non-tracker peer discovery methods such as PEX and DHT to download and seed.";
"infoTrackersNotFoundPrivate" = "A transfer marked as private with no tracker addresses will be unable to connect to peers. The torrent file will only be useful if you plan to upload the file to a tracker website that will add the addresses for you.";
"infoTrialExpired" = "Thank you for trying Folx PRO! Your temporary license has expired, and the app is reverting to Free mode.";
"infoUnableMount" = "The disk you were trying to mount is currently unavailable. Please try choosing a different folder for this file.";
"infoWantStop" = "This download does not support resuming of broken downloads, if you stop now, next time downloading will start from the beginning";
"infoYoutubeUnAvalible" = "To be able to download YouTube videos, please get the special build from our website.";
"infofieldNameIsEmpty" = "Please enter a tag name to apply the settings you entered";
"infofieldPathIsEmpty" = "Please enter the path to the folder for saving files with this tag";

"infoShortStringForSearch" = "Text is too short";
"kilobyte" = "KB";
"kilobyte-sec" = "KB/s";

"lblDefaultApp" = "Open torrents with Folx:";
"lblEditTaskCaption" = "Edit Task";
"lblEditTorrentCaption" = "Edit Torrent";
"lblGlobalConnectionsLimit" = "Global limit of connections:";
"lblNewTaskCaption" = "New Task";
"lblNewTaskDate" = "Date:";
"lblNewTaskDescription" = "Description:";
"lblNewTaskFolder" = "Save to";
"lblNewTaskName" = "Name:";
"lblNewTaskPassword" = "Password:";
"lblNewTaskReferer" = "Referer:";
"lblNewTaskRename" = "Rename:";
"lblNewTaskSize" = "Size:";
"lblNewTaskStartTags" = "Tags";
"lblNewTaskStartType" = "Start:";
"lblNewTaskThreads1" = "Split into:";
"lblNewTaskThreads2" = "threads";
"lblNothingFound" = "No hits. Sorry. Try changing your search query...";
"lblPrefDeleteTorrents" = "Delete loaded .torrents";
"lblPrefLoadTorrents" = "Automatically load .torrents from:";
"lblPrefMoveTorrents" = "On task completion move .torrents to:";
"lblPrefStoreTorrents" = "Store .torrents for current tasks in:";
"lblPrefTorrents" = ".torrent";
"lblPrefNetwork" = "Network";
"lblRandomize" = "Randomize:";
"lblTagPredicateTorrent" = "Torrent";
"lblTagPredicateURL" = "URL";
"lblTagPredicateYoutube" = "YouTube";
"lblTagPredicateType" = "Task type";
"lblTagPredicateDescr" = "Description";
"lblSearching" = "Searching for torrents...";
"lblSearchingError" = "Check torrent trackers and try again.";
"lblTFileName" = "File name:";
"lblTPath" = "Save to:";
"lblTPiecesSize" = "Piece size:";
"lblTPrivate" = "Private";
"lblTStartSeeding" = "Start seeding";
"lblTorrentConnectionsLimit" = "Limit of connections per torrent:";
"lblTorrentDownloading" = "%@ of %@%@%@";
"lblTorrentInfoDSpeed" = "Download speed:";
"lblTorrentInfoDownloaded" = "Downloaded:";
"lblTorrentInfoElapse" = "Elapsed time:";
"lblTorrentInfoPeers" = "Peers:";
"lblTorrentInfoRatio" = "Ratio:";
"lblTorrentInfoRemain" = "Remaining time:";
"lblTorrentInfoSaveAs" = "Save as:";
"lblTorrentInfoSeeds" = "Seeds:";
"lblTorrentInfoSize" = "Total size:";
"lblTorrentInfoUSpeed" = "Upload speed:";
"lblTorrentInfoUploaded" = "Uploaded:";
"lblTorrentSearch" = "Search for torrents at:";
"lblTorrentSeeding" = "%@%@%@%@";
"lblTorrentTCPPort" = "Incoming TCP port:";
"lblTorrentTCPPortStateClose" = "Port is in use";
"lblTorrentTCPPortStateOpen" = "Port is free";
"lblTorrentUploadSlotsLimit" = "Limit of upload slots per torrent:";
"lblTrackers" = "Trackers, Web seeds:";
"lblYouTubeQuality" = "Quality:";
"logMsgCheckingSize" = "Checking Size";
"logMsgConnecting" = "connecting";
"logMsgCriticalError" = "critical error (%@)";
"logMsgDirectConnected" = "connected directly";
"logMsgFtpBadResponse" = "FTP bad response";
"logMsgOpeningFile" = "saved to %@";
"logMsgProxyConnected" = "connected to proxy";
"logMsgResumableError" = "resumable error (%@)";
"logMsgSocketClosed" = "socket closed";
"logMsgTaskCompleted" = "task finished";
"logMsgTaskStart" = "task started";
"logMsgTaskStop" = "task stopped";
"logMsgTaskThreadCompleted" = "thread %@ finished";
"logMsgTaskThreadStart" = "thread %@ started";
"logMsgThreadCompleted" = "thread finished";
"logMsgThreadStarted" = "thread started";
"logWndCaption" = "Log";
"lstNewTaskStartTypeTooltip" = "start type";

"mAddDHTNode" = "Add DHT Node";
"mAddTracker" = "Add tracker";
"mAddWebSeeds" = "Add web seeds";
"mDHTnodes" = "DHT nodes";
"mGlobal_Setting" = "Global Settings";
"mRemove" = "Remove";
"mSeed_Forever" = "Seed Forever";
"mStopSeeding" = "Stop Seeding at Ratio";
"lblPrefStopSeed" = "Stop seeding:";
"mTrackers" = "Trackers";
"mWedSeeds" = "Web seeds";
"megabyte" = "MB";
"megabyte-sec" = "MB/s";

"menuLastTasks" = "Latest Downloads";
"memuShowAll" = "Show All";
"menuAbout" = "About Folx";
"menuBottom" = "Move to Bottom";
"menuBringToFront" = "Bring All to Front";
"menuCheckUpdts" = "Check for Updates";
"menuClose" = "Close";
"menuCompact" = "Switch to Compact Mode";
"menuFull" = "Switch to Normal Mode";
"menuCopyMagnetURI" = "Copy Magnet URI";
"menuCreateTorrent" = "Create Torrent File";
"menuCut" = "Cut";
"menuDisablePlugin" = "Disable Folx Plugin";
"menuDown" = "Move Down";
"menuEdit" = "Edit";
"menuEditTorrent" = "Edit Torrent File";
"menuEnablePlugin" = "Enable Folx Plugin";
"menuFeedback" = "Feedback";
"menuFile" = "File";
"menuFileCopy" = "Copy";
"menuFileCopyMany" = "Copy %i Items";
"menuFileCopyOne" = "Copy \"%@\"";
"menuFileDelete" = "Delete File";
"menuFileDownload" = "Download File";
"menuFileGetInfo" = "Get Info";
"menuFileOpenWith" = "Open With";
"menuFilesDelete" = "Delete Files";
"menuFilesDownload" = "Download Files";
"menuForceReCheck" = "Force Re-Check";
"menuHelp" = "Help";
"menuHideFolx" = "Hide Folx";
"menuHideOthers" = "Hide Others";
"menuHideTags" = "Hide Tags Panel";
"menuHomePage" = "Folx Home Page";
"menuLogWindow" = "Message Log";
"menuManual" = "Folx Help";
"menuMinimize" = "Minimize";
"menuNewTask" = "New Task";
"menuNewTaskAddFolder" = "Choose Other";
"menuNewTaskAutoFolder" = "Automatic";
"menuNewTaskStartImmediately" = "Immediately";
"menuNewTaskStartManualy" = "Manually";
"menuNewTaskStartScheduled" = "Scheduled";
"menuPaste" = "Paste";
"menuPrefs" = "Preferences…";
"titlePrefs" = "Preferences";
"menuProFeatures" = "PRO Features";
"menuQLPanel" = "Quick Look";
"menuQuit" = "Quit";
"menuRecoveryCode" = "Recovery Code";
"menuRelocate" = "Relocate";
"menuSearchTorrent" = "Search for torrent";
"menuSelectAll" = "Select All";
"menuServices" = "Services";
"menuShowCompact" = "Folx Compact ";
"menuShowLog" = "Show Message Log";
"menuShowTags" = "Show Tags Panel";
"menuShowTorrentInfo" = "Show Torrent Info";
"menuSpeedActivity" = "Show Bandwidth activity";
"menuSpeedAuto" = "Auto";
"menuSpeedUnlim" = "Unlimited";
"menuStartAll" = "Start All";
"menuStopAll" = "Stop All";
"menuTaskDelete" = "Delete Task";
"menuTaskDeleteSelected" = "Delete Selected";
"menuTaskDeleteWFiles" = "Delete with Files";
"menuTaskEdit" = "Edit Task";
"menuTaskFilter" = "Task filter";
"menuTaskShowInFinder" = "Show in Finder";
"menuTaskStart" = "Start Task";
"menuTaskStartSelected" = "Start Selected";
"menuTaskStop" = "Stop Task";
"menuTaskStopSelected" = "Stop Selected";
"menuTop" = "Move to Top";
"menuTorrentInfoWindow" = "Torrent Info";
"menuTransfers" = "Transfers";
"menuTransfersSpeedlimit" = "Speed Limit";
"menuTransfersSpeedlimitManual" = "Manual Speed Adjustment";
"menuTransfersSpeedlimitNone" = "No Limitations";
"menuTransfersSpeedlimitSmart" = "Smart Speed Adjustment";
"menuUninstall" = "Uninstall";
"menuUp" = "Move Up";
"menuView" = "View";
"menuViewTask" = "Tasks";
"menuViewTorrentSearch" = "Torrent Search";
"menuWindow" = "Window";
"menuZoom" = "Zoom";
"menuInvert" = "Invert";
"menuCopyMagnet" = "Copy Magnet URI";
"menuQuickLook" = "Quick Look";
"menuQuickLookItem" = "Quick Look \"%@\"";
"menuQuickLookItems" = "Quick Look %i Items";
"menuNoSorting" = "None";

"msgCreateTag" = "Tag '%@' already exists. Please think of a different name for this one.";
"msgDONTHavePermission" = "Wrong path";
"msgDeleteTag" = "Delete tags";
"msgDeleteTask" = "Delete tasks";
"msgEnterFileTorrent" = "Path is empty";
"msgFileNotFound" = "File not found";
"msgFolderForTagNotFound" = "There is no folder for this tag on your computer. Click OK to let Folx try to create this folder.";
"msgFolderNotFoundCreate" = "Could not resume download";
"msgImportFromOldVer" = "Import from previous version";
"msgNeedInstallPlugin" = "Simpler and faster downloading";
"msgInvalidTorrentFile" = "%@' is not a valid torrent file.";
"msgLoadFTPFolder" = "Do you want to download the whole folder?";
"msgNotConnected" = "Could not connect";

"msgRestoreFailed" = "Your purchases have not been restored";
"msgTorrentCreateErr" = "Failed to create a torrent file";
"msgTorrentFileCountZero" = "The size of selected files is 0 bytes";
"msgTorrentFileNotFound" = "Couldn't find the file or directory named \"%@\"";
"msgTorrentInList" = "Torrent duplicate";
"msgTorrentRatio" = "You are about to seed the torrent with a ratio that exceeds the limit set for it";
"msgTrackersNotFound" = "You need to add trackers to your newly created torrent file.";
"msgTrialExpired" = "Your temporary PRO license has expired";
"msgUnableMount" = "Could not mount \"%@\"";
"msgWantStop" = "Do you want to stop downloading?";
"msgYoutubeUnAvalible" = "This version of Folx does not support downloading videos from YouTube.";
"msgfieldNameIsEmpty" = "Name was not entered";
"msgfieldPathIsEmpy" = "Folder name was not entered";
"msgSetAsDefaultApp" = "Would you like to make Folx your default torrent client?";
"msgShortStringForSearch" = "The text you enter for search must be at least 3 characters long. The longer text you enter the faster and more accurate search results you get.";
"multipleValues" = "[multiple URLs]";
"multipleTagValues" = "[multiple values]";
"notificationTorrentsLoaded" = "%i torrent file(s) loaded";
"placeHolderNewTask" = "Add link here";
"placeHolderTSearch" = "Search torrent trackers...";
"prefBtnInstallExt" = "Install Extensions";
"prefCheckMimeType" = "Catching types:";
"prefDisable" = "Do nothing";
"prefDontUseProxy" = "Don't use proxy for:";
"prefFreeScheduler" = "SCHEDULER is a PRO feature. ";
"prefFreeScheduler1" = "UNLOCK IT";
"prefFreeV" = "These settings will take effect after upgrading to PRO";
"prefFreeVSpeed" = "Smart speed adjustment is a PRO feature. ";
"prefLblInstallExt" = "Extensions for your Folx are available for Safari, Google Chrome, Firefox, and Opera. You can add the downloads directly to the app from your browser.";
"prefMaximalActiveTasks" = "Maximum active tasks:";
"prefMaximalActiveUploads" = "Maximum active uploads:";
"prefMinSizePerThread" = "Min size per thread:";
"prefOnAllTasksComplete" = "On completing all downloads:";
"prefOpenAtLogin" = "Open at Login";
"prefPassword" = "Password:";
"prefPort" = "Port:";
"prefQuit" = "Quit";
"prefRestoreDefaults" = "Restore defaults";
"prefServer" = "Server:";
"prefShowNewTaskWindow" = "Show \"New task\" window";
"prefShowNewTaskWindowLbl" = "When adding new download:";
"prefShutdown" = "Shutdown";
"prefSleep" = "Sleep";
"prefSpeedLimit" = "Limit download speed to:";
"prefUSpeedLimit" = "Limit upload speed to:";
"prefStartSheduled" = "Enable";
"prefStopSheduled" = "On scheduler stop:";
"prefTagFree" = "iTunes integration is a PRO feature. ";
"prefTagName" = "Name";
"prefTagOptions" = "Automatically set this tag for tasks with attributes:";
"prefTorrentSerachFree" = "Torrent Search is a PRO feature. ";
"prefPassRememberFree" = "You can save the maximum of 2 passwords in free Folx.";
"prefUSpeedLimit" = "Limit upload speed to:";
"prefUpdateInterval" = "Update interval:";
"prefUseHTTPProxy" = "Use HTTP Proxy:";
"prefUseHTTPSProxy" = "Use HTTPS Proxy:";
"prefUseSOCKS4" = "Use SOCKS4";
"prefUseSOCKS5" = "Use SOCKS5";
"prefUseSOCKSProxy" = "Use SOCKS Proxy:";
"prefUser" = "User:";
"prefUserAgent" = "User Agent:";
"prefLblScheduler" = "Scheduler:";
"prefLblSchedule" = "Schedule:";
"prefBtnLimit" = "Limit by time";
"prefLblWeekDays" = "Days:";
"prefLblFrom" = "From:";
"prefLblTo" = "To:";
"prefBtnNothing" = "not selected";
"prefBtnEveryday" = "Every day";
"prefBtnWeekDays" = "Weekdays";
"prefBtnWeekEnds" = "Weekends";
"prefLblMonday" = "Monday";
"prefLblTuesday" = "Tuesday";
"prefLblWednesday" = "Wednesday";
"prefLblThursday" = "Thursday";
"prefLblFriday" = "Friday";
"prefLblSaturday" = "Saturday";
"prefLblSunday" = "Sunday";
"prefLblSmart" = "Smart speed control:";
"prefAppList" = "When the apps in the list are active";
"prefLblPassList" = "Saved passwords:";
"prefLblHeaderHost" = "Host";
"prefLblHeaderUserName" = "Associated User";
"prefLblHost" = "Host:";
"prefLblUserName" = "Username:";
"prefLblPassword" = "Password:";
"prefLblPrivacy" = "Privacy:";
"prefLblAgent" = "Folx Agent:";
"prefLblInfo" = "It is recommended that you keep this option enabled if you want to get a better product. You personal data is NOT shared";
"prefLblProxyPlaceholder" = "e.g. example.com";
"prefLblActive" = "Active";
"prefLblSeeding" = "Seeding";
"prefLblDownload" = "Downloading";
"prefLblDisable" = "Off";

"toolTipStopAndClearSearch" = "Stop the search and clear results";
"toolTipStopAndBack" = "Stop and go back to tasks";
"toolTipAddNewTask" = "Add new task";
"toolTipStopSearch" = "Stop search";
"toolTipStartSearch" = "start search";
"toolTipSpeedLimitControp" = "Speed limit control";

"lblAddingUrls" = "Adding downloads";
"lblAddingUrlsProgress" = "Adding %i of %i...";
"lblSelectedCaption" = "Selected %d of %d";
"lblSmartSpeedControlSSL" = "Smart speed limit";
"lblSmartSpeedControlUnlim" = "Unlimited";
"lblSmartSpeedControlAuto" = "Smart";
"lblSmartSpeedControlDL" = "DL: %@";
"lblSmartSpeedControlUL" = "UL: %@";
"lblNoTorrentSelected" = "No Torrent selected";
"lblFolxReminder" = "Unlock PRO Features";

"msgPasswordExist" = "Info already on the list";
"infoPasswordExist" = "You have already created password and login for this connection. ";

"msgCancelAdding" = "Stop adding downloads";
"infoCancelAdding" = "Are you sure you want to stop adding new downloads and delete the ones that were already added? ";

"infoSavePassword" = "Would you like to save password for this website for future downloads?";
"msgSavePassword" = "Save password?";

"msgNewTaskTorrentInvalidInput" = "No torrent file selected";
"infoNewTaskTorrentInvalidInput" = "Please select the torrent file that you want to start downloading.";

"msgErrSmartSpeedAddingApp" = "You are trying to add Folx";
"infoErrSmartSpeedAddingApp" = "Folx cannot follow itself and adjust the speed accordingly. That just doesn't make sense.";

"regTo" = "Registered:";
"remstr0" = "Split downloads in 20 threads";
"remstr1" = "Smart Speed Control";
"remstr2" = "Torrent search";
"remstr3" = "Password Manager";
"remstr4" = "Downloads scheduler";
"remstr5" = "Manual Speed";
"remstr6" = "Download From YouTube";
"remstr7" = "iTunes Integration";
"remstr16" = "Upgrade to get %@ features";
"remstr17" = "PRO";
"remstr18" = "$19.95";
"remstr19" = "Folx PRO has so much more to offer! Get to know its super powers!";

"music_filter" = "Music";
"video_filter" = "Video";
"applications_filter" = "Applications";
"documents_filter" = "Documents";
"images_filter" = "Images";

"TorrentInfoSegment_General" = "General";
"TorrentInfoSegment_Peers" = "Peers";
"TorrentInfoSegment_Pieces" = "Pieces";
"TorrentInfoSegment_Files" = "Files";
"TorrentInfoSegment_Trackers" = "Trackers";

"PeersViewHeaderTitle_address" = "Address";
"PeersViewHeaderTitle_client" = "Client";
"PeersViewHeaderTitle_payload_up_speed" = "Up Speed";
"PeersViewHeaderTitle_payload_down_speed" = "Down Speed";
"PeersViewHeaderTitle_progress" = "Progress";
"PeersViewHeaderTitle_total_upload" = "Uploaded";
"PeersViewHeaderTitle_total_download" = "Downloaded";

"PiecesViewHeaderTitle_piece_index" = "Piece";
"PiecesViewHeaderTitle_blocks_in_piece" = "Blocks";
"PiecesViewHeaderTitle_finished" = "Finished";
"PiecesViewHeaderTitle_piece_state" = "Mode";

"FilesViewHeaderTitle_state" = "File name";
"FilesViewHeaderTitle_priority" = "Priority";
"FilesViewHeaderTitle_size" = "Size";
"FilesViewHeaderTitle_progress" = "Downloaded";
"FilesViewHeaderTitle_finished" = "Pieces";

"TrackersViewHeaderTitle_name" = "Name";
"TrackersViewHeaderTitle_status" = "Status";
"TrackersViewHeaderTitle_update_in" = "Update in";
"TrackersViewHeaderTitle_seeds" = "Seeds";
"TrackersViewHeaderTitle_peers" = "Peers";
"TrackersViewHeaderTitle_loaded" = "Downloaded";
"FileList_url" = "url";

"SetAsDefault" = "Set as Default";

"DontSet" = "Not now";
"AddButton" = "Add";

/*GO,GO+*/
"btnBoughtLicense" = "Unlocked";
"remstr8" = "PRO Feature Pack";
"remDescr0" = "Optimize how Folx uses Internet traffic and schedule certain speed for certain days.";
"remDescr1" = "Allows choosing the most appropriate time for starting and stopping the downloads.";
"remDescr2" = "This feature can help you significantly increase the download speed.";
"remDescr3" = "Downloaded music and videos can be automatically added to iTunes playlists.";
"remDescr4" = "Save login details for faster downloading from web resources requiring authentication.";
"remDescr5" = "Get all PRO features at once. It's totally worth the money!";

"msgScheduleAlert" = "Warning! Scheduler will work in the background";
"infoScheduleAlert" = "You are about to enable Folx downloads scheduling. This requires a separate process that will run in the background even when you quit Folx. To turn it off, just disable scheduled tasks.";

"msgUnsupportedAlert" = "Cannot start downloading";
"infoUnsupportedAlert" = "Folx GO does not support this type of links for downloading. Sorry for the inconvenience.";

"FTPFileList_filename" = "File";
"FTPFileList_size" = "Size";
"FTPFileList_date" = "Date";

"UrlPlaceHolderGO" = "Enter download link";

"alert-appstatico-title" = "Help us improve";
"alert-appstatico-message" = "Would you like to send anonymous usage statistics to our team? It only involves product performance and none of your personal data is collected.";
"alert-appstatico-ok" = "Send";
"alert-appstatico-cancel" = "Don't send";

"msgStartFailed" = "Couldn't start Folx";

"infoStartFailedGO" = "There was an error during Folx GO update. Please move the previous version of Folx GO to Trash, then empty Trash, and restart your Mac. Download and install the latest version of Folx GO from the App Store and restore your previous purchases.";
"infoStartFailedGOPLUS" = "There was an error during Folx GO+ update. Please move the previous version of Folx GO+ to Trash, then empty Trash, and restart your Mac. Download and install the latest version of Folx GO+ from the App Store and restore your purchase.";

"msgRestoreComplete" = "Success!";
"infoRestoreComplete" = "Your purchases were restored.";

"btnSaveCookie" = "Save cookies";
"prefLblHeaderCreationDate" = "Date of Creation";
"lblBasePass" = "HTTP or FTP password";
"descBasePass" = "Saves login and password for future downloads.";

"lblWebPass" = "Browser authentication";
"descWebPass" = "Saves cookies for the website. Doesn't save login and password.";
"placeHolderUrlBrowser" = "Paste URL Here";
"btnSelectCookie" = "Saved passwords";

"infoAlertDeletePass" = "If you want to download from this website in future you'll need to save login and password again.";
"messAlertDeletePass" = "Are you sure you want to delete login details for %@? ";

"GoToAiryButton" = "Get Airy app";
"LoginButton" = "Log In";
"messAlertYoutubeErr" = "Folx couldn't download this video from YouTube. Try to log in to your YouTube account and download again or try our Airy downloader for this video.";
"infoAlertYoutubeErr" = "Couldn't download";

"lblWebViewStep1" = "1. Paste URL";
"lblWebViewDescStep1" = "Paste the link in the box above and click \"Enter\".";
"lblWebViewStep2" = "2. Login";
"lblWebViewDescStep2" = "Enter login details for this website. They won't be saved, it is just for cookies.";
"lblWebViewStep3" = "3. Save";
"lblWebViewDescStep3" = "Click the \"Save\" button to save the new settings.";
"strWebSitePass" = "Web authentication";
"prefSwitchToAllTasks" = "Show all current tasks";
"menuSelectNone" = "Undo Selection";
"lblOptions" = "Options:";
"placeHolderSelectSource" = "Select source";
"placeHolderSelectTorrent" = "Select torrent file";
"menuSpeedLimit" = "Limit Download Speed to";
"menuUSpeedLimit" = "Limit Upload Speed to";
"btnBuyNow" = "Buy Now";

/*new*/
"messAlertYoutubeErrSetapp" = "Folx couldn't download this video from YouTube. Try to log in to your YouTube account and download again.";
"miCustom"="Custom";
"miChoose"="Set...";
"alertChooseCustDownloadSpeed"="Set custom download speed";
"alertChooseCustUploadSpeed"="Set custom upload speed";